export const API = {
    getSampleCars() {
        return [
            {
                id: '12가3456',
                상태: '대여가능',
                구분: '신차급',
                제조사: '현대',
                모델: '더 뉴 아반떼 (CN7)',
                세부모델: '1.6 가솔린 인스퍼레이션',
                연도: '2024',
                주행거리: '5200',
                연료: '가솔린',
                외부색상: '아마존 그레이',
                내부색상: '블랙',
                대여료: '550000',
                보증금: '2000000',
                사진링크: '#'
            },
            {
                id: '98나 7788',
                상태: '심사중',
                구분: '중고',
                제조사: '기아',
                모델: 'The New K5',
                세부모델: '2.0 가솔린 노블레스',
                연도: '2023',
                주행거리: '28400',
                연료: '가솔린',
                외부색상: '스노우 화이트 펄',
                내부색상: '새들 브라운',
                대여료: '620000',
                보증금: '3000000',
                사진링크: '#'
            }
        ];
    }
};
